export const props = {
    name: 'Лилит',
    sex: 'женщина',
    rasa: 'тифлинг',
    class: 'чародей',

    history: 'Лилит всегда была чужой среди людей. С её рогами, хвостом и огненными глазами она неизбежно привлекала внимание, но это внимание было далеко не дружелюбным. Её называли проклятой, дьявольским отродьем, и даже те немногие, кто пытался быть к ней добрым, боялись её. Но Лилит рано научилась скрывать свои чувства за маской храбрости, используя сарказм и холодный юмор как щит. Она знала, что её истинная сила заключается в её необычном даре — магии крови.' +
        'Её сила пришла к ней внезапно, в моменты глубокого отчаяния. Будучи молодой и одинокой, Лилит искала способы понять и контролировать свою силу. В попытках научиться управлять своей магией, она начала экспериментировать с заклинаниями, которые касались самой сущности жизни — крови. Она была одинока, и её магия становилась её единственным компаньоном, источником и сил, и ужаса.' +
        'Однажды Лилит оказалась в небольшой, захолустной деревушке, скрытой среди лесов. Жители встретили её с недоверием, а некоторые даже с открытой враждебностью. Она чувствовала на себе взгляды, полные страха и презрения, и знала, что ей здесь не рады. Но Лилит была готова к такому обращению — она привыкла быть отвергнутой.' +
        'Ночью, когда все уже спали, Лилит отправилась на прогулку по окрестностям деревни, чтобы успокоить свои мысли. Лес, казалось, дышал вместе с ней, и она начала чувствовать, как кровь в её жилах начала биться в такт с пульсом природы вокруг. Внезапно её охватила странная боль, и она почувствовала, как её сила выходит из-под контроля. Ветер завыл, деревья начали раскачиваться, и воздух наполнился ощущением угрозы.' +
        'Не в силах сдержать магию, Лилит выпустила её наружу. Кровь, её кровь, хлынула из ладоней и начала соединяться с силой природы, наполняя лес алым сиянием. Это было одновременно пугающе и завораживающе. Магия начала закручиваться вокруг неё, образуя круг из бурлящей крови и энергии.' +
        'Когда Лилит пришла в себя, она увидела, что лес вокруг неё изменился. Там, где раньше были деревья и трава, теперь стояли алые столбы, сотканные из её магии, словно сама природа откликнулась на её зов. Это место стало её личным убежищем, где она могла полностью раскрыть свою силу.' +
        'С тех пор Лилит покинула деревню, оставив за собой только память о крови и магии, которую она не могла контролировать. Она знала, что её сила несёт в себе тьму, и эта тьма теперь была частью её самой. Лилит продолжила свои странствия, но её сердце оставалось пустым — она искала понимания и искупления, но знала, что путь, который она выбрала, будет долгим и одиноким.' +
        'Её имя стало легендой, о ней шептались в ночи те, кто видел, как она исчезла в тумане леса. Лилит, чародейка, чья магия крови была так же прекрасна, как и ужасна, стала символом силы и одиночества, её путь был окутан мраком и загадкой.'
}

export const points = {
    hp: 15, // Обновлено в соответствии с уровнем и телосложением
    'броня': 14, // Класс брони с учетом ловкости и мудрости
    'ловкость': 14, // Ловкость
    'телосложение': 14, // Телосложение
    'мудрость': 10, // Мудрость
    'харизма': 12, // Харизма
    'интеллект': 18, // Интеллект
    'сила': 8 // Сила
}

export const spells = {
    'Игла крови': 'Создание любого оружия их свой крови',
    'Безумное влечение': 'В радиусе видимости кровь всех живых существ и хозяина приливает к детородным органам',
    'Кровавое эхо': 'Создает рядом с собой 2 двойников, которые копируют ее действия'
}

export const passives = {
    n1: 'Волна дикой магии',
    n2: 'Сопротивдение магическому урону'
}

export const ultimate = {
    ult: 'Восстановление духаха предка'
}

export const inventory = {
    'Доспех': 'Магическая броня',
    'Оружие': '2 кинжала',
    'Артефакт': 'Бутылек с кровью',
    'Остальные': 'Набор прокладок и пластырей, книга заклинаний, зажигалка'
}