export const props = {
    name: 'Элрос',
    sex: 'мужчина',
    rasa: 'полуэльф',
    class: 'монах',

    history: ' Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat. '
}

export const points = {
    hp: 11,
    'броня': 11,
    'ловкость': 11,//ловкость
    'телосложение': 10,//телосложение
    'мудрость': 10,//мудрость
    'харизма': 10,//Харизма
    'интеллект': 10,//Интеллект
    'сила': 10// Сила
}

export const spells = {
    'Исцеление от ядов союзника': 'Исцелить любое союзное существо от яда',
    'Использование ци': '+1 к атака на 1 ход. 2 заряда до отдыха',
    'Управление стихиями воды и огня': 'монаху подчиняются стихии воды и огня',

}

export const passives = {
    n1: '2 основные атаки, при условии что персонаж не использует оружие',
    n2: 'Перемещение по любым поверхностям, в том числе и воде'
}

export const ultimate = {
    ult: '+2 к атаке'
}