export const props = {
    name: 'Элрос ',
    sex: 'мужчина',
    rasa: 'полуэльф',
    class: 'монах',

    history: 'Элрос родился в небольшом поселении на границе между человеческими и эльфийскими землями. Его мать была эльфийкой из лесного народа, а отец — человеком, странствующим воином, который оставил семью, когда Элрос был еще младенцем. Мать Элроса, чувствуя себя отвергнутой как своим народом, так и людьми, решила уйти в горы, подальше от предвзятых взглядов и сплетен.' +
        'В этих диких и суровых местах они нашли уединение в древнем заброшенном храме, который когда-то служил пристанищем для ордена монахов, стремившихся к просветлению. Мать Элроса пыталась воспитывать его в духе традиций своего народа, но мальчика больше привлекал мир вокруг: он чувствовал связь с природой, которая окружала их дом, и древними камнями, впитавшими в себя силу веков.' +
        'Когда Элросу исполнилось десять лет, его мать тяжело заболела. Перед смертью она рассказала ему о его отце, надеясь, что однажды Элрос найдет его и узнает свою истинную природу. Оставшись один, Элрос принял на себя роль хранителя храма. Он изучал старинные манускрипты, тренировался в искусстве боя и медитации, постепенно становясь всё более уединённым и сосредоточенным на своем внутреннем мире.' +
        'С годами Элрос превратился в умелого воина и мудрого монаха. Однако, его жизнь изменилась, когда в храм случайно забрела группа авантюристов, ища укрытие от непогоды. Они рассказали Элросу о мире за пределами гор, о страданиях и несправедливости, с которыми сталкиваются люди. В их словах Элрос услышал эхо своих собственных мыслей — настало время покинуть стены храма и использовать свои навыки на благо другим.' +
        'Элрос решил отправиться в странствия, чтобы найти своего отца и помочь тем, кто нуждается в защите и наставлении. Он покинул храм, взяв с собой лишь свои знания, боевые навыки и стремление к гармонии. Теперь Элрос идет по миру, соединяя в себе лучшие черты обеих своих культур и стремясь достичь просветления через служение другим.'
}

export const points = {
    hp: 14, // Обновлено в соответствии с уровнем и телосложением
    'броня': 15, // Класс брони с учетом ловкости и мудрости
    'ловкость': 16, // Ловкость
    'телосложение': 13, // Телосложение
    'мудрость': 15, // Мудрость
    'харизма': 12, // Харизма
    'интеллект': 10, // Интеллект
    'сила': 14 // Сила
}

export const spells = {
    'Использование ци ': '+1 атака в ход. 2 заряда до долгого отдыха',
    'Исцеление от ядов союзника': 'Исцеляете от яда любого союзника',
    'Прочтение мантры': 'Равносильно долгому отдыху. Требуется 30 минут полной концентрации',

}

export const passives = {
    n1: 'Перемещение по любым поверхностям',
    n2: 'Управление стихиями воды и огня',
    n3: 'Хождение по воде'
}

export const ultimate = {
    ult: '+1д4 к атаке'
}

export const inventory = {
    'Доспех': 'Нет',
    'Оружие': 'Шест',
    'Артефакт': 'Бусы настоятеля',
    'Остальные': 'Набор травника, запасные трусы, набор успокаивающих благовоний'
}