export const props = {
    name: 'Тархун',
    sex: 'мужчина',
    rasa: 'драконорожденный',
    class: 'друид',

    history: 'Тархун родился в глубинах древнего леса, среди исполинских деревьев, чьи кроны скрывали от мира обитель его клана драконорожденных. Их предки веками жили в гармонии с природой, чтя могущественные силы земли и духи леса. Тархун с детства был избран для служения этим древним силам, ведь его связь с природой была куда глубже, чем у большинства его соплеменников.' +
        'Однако, жизнь в лесу начала меняться. Слухи о драгоценных минералах, скрытых глубоко под корнями леса, привлекли внимание могущественных торговых гильдий и банкиров из далёких городов. Биржевые спекуляции и банковские инвестиции стали направлять огромные ресурсы на вырубку лесов и разработку шахт. Финансовые магнаты видели в этом лесу лишь источник богатств, не понимая и не желая понимать его духовной ценности и важности для экосистемы.' +
        'Тархун, видя, как его родные леса превращаются в объект биржевых спекуляций, ощутил необходимость противостоять этой новой, незнакомой угрозе. Его отец, мощный воин, верил, что оружие — единственный ответ на агрессию, но Тархун понимал, что сила этих врагов заключается не в физической мощи, а в их влиянии на умы и кошельки людей.' +
        'Постепенно Тархун начал изучать принципы, на которых строились эти банки и биржи. Он проник в деловые круги под видом простого торговца, используя свои способности друида для того, чтобы оставаться незамеченным и невредимым. Вскоре он узнал, что деньги, вращающиеся на биржах, подчиняются своим законам, которые можно было использовать против самих же магнатов.' +
        'Тархун начал организовывать саботажи и срывать сделки, которые угрожали природе. С помощью скрытых союзников среди мелких торговцев и рабочих, он тайно выкупал акции компаний, занимающихся вырубкой лесов, и блокировал их решения на собраниях акционеров. В некоторых случаях он прибегал к магии, чтобы разрушить планы биржевых спекулянтов, заставляя их сделки оборачиваться убытками.' +
        'Его усилия привели к тому, что многие инвесторы начали избегать вложений в проекты, которые наносили ущерб природе, опасаясь таинственного сопротивления, с которым они неизбежно сталкивались. Леса снова начали восстанавливаться, и влияние банков и биржи на природу было ослаблено.' +
        'Но Тархун понимал, что его борьба далеко не окончена. Финансовые магнаты всегда искали новые способы обойти его усилия. Поэтому он решил продолжить своё странствие, чтобы научиться ещё большему, найти новых союзников и укрепить защиту природы. Тархун был готов пожертвовать всем ради сохранения гармонии в мире, не только сражаясь в лесах, но и побеждая своих врагов в их же мире — мире денег и власти.'
}

export const points = {
    hp: 19, // Обновлено в соответствии с уровнем и телосложением
    'броня': 14, // Класс брони с учетом ловкости и мудрости
    'ловкость': 12, // Ловкость
    'телосложение': 15, // Телосложение
    'мудрость': 16, // Мудрость
    'харизма': 13, // Харизма
    'интеллект': 10, // Интеллект
    'сила': 14 // Сила
}

export const spells = {
    'Смена формы': 'Друид может менять форму своего тела на любого зверя которого видел (манки входит в изначальный список). Но только на 30 минут и 1 раз до долгого отдыха',
    'Доминация': 'В форма манки друид привлекает внимание всех окружающих существ и заставляет их атаковать себя',
    'Взгляд в будущее': 'Друиду приходят образы одного из возможных вариантов будущего. Требуется трава игиша и трубка'

}

export const passives = {
    n1: 'Дружба с животными',
    n2: 'Ощущение тревоги и безнадежности в городах (-2 ко всем броскам)'
}

export const ultimate = {
    ult: 'Бесконечное использование смены формы'
}

export const inventory = {
    'Доспех': 'Кожанный доспех',
    'Оружие': 'Посох',
    'Артефакт': 'Трубка отца',
    'Остальные': 'Стопка акций мосссбанка, поводок с ошейнииком, травы игиша х3'
}