export const props = {
    name: 'Боже',
    sex: 'мужчина',
    rasa: 'тифлинг',
    class: 'падладин',

    history: 'Боже родился в самом сердце человеческого города, где его появление на свет было воспринято как предвестие бед. Его мать умерла при родах, а отец, ослепленный страхом перед дьявольским происхождением сына, оставил его на пороге храма. Храмовые жрецы, хотя и боялись ребёнка, не осмелились убить его, решив вместо этого воспитать его в своих традициях.' +
        'Но Боже с детства чувствовал в себе темные силы, которые тянули его к запретному. В то время как другие дети играли, он был поглощен изучением древних текстов, найденных в заброшенных уголках храма. Эти тексты раскрыли ему путь к власти, который лежал через служение одному из могущественных дьяволов.' +
        'Когда Боже принял свою судьбу и заключил сделку с дьяволом, его жизнь изменилась навсегда. Он обрел силу, которую никто не мог оспорить, и его тело, напитанное адской энергией, стало символом мощи и разврата. Его путь паладина был совершенно необычен — его клятвы были не клятвами защиты и света, а обещаниями верности тьме и пороку.' +
        'Боже быстро прославился как паладин, но не тот, кто защищает слабых, а тот, кто наслаждается грехами и развратом. Его дни проходили в бесконечных оргиях, наполненных выпивкой, девушками и табачным дымом. Он окружил себя красивейшими женщинами, которые преклонялись перед его силой, и устраивал пиры, где реки вина лились по столам, а табачный дым заполнял помещения, создавая атмосферу, в которой все запреты были сняты.' +
        'Для Боже выпивка стала не просто привычкой, а ритуалом, который приближал его к дьяволу, которому он служил. Он верил, что через алкоголь он устанавливает связь со своим покровителем, и поэтому пил до тех пор, пока сознание не начинало путаться, а реальность не становилась иллюзорной.' +
        'Женщины, которые его окружали, были не просто спутницами, а предметами наслаждения, которых он использовал для удовлетворения своих темных желаний. Они преклонялись перед ним, как перед божеством, и он наслаждался их вниманием, уверенный в том, что это его право — брать от жизни все, что ему угодно.' +
        'Табак стал для него еще одним символом его власти и порока. Он курил из замысловатых трубок, сделанных из костей поверженных врагов, и наслаждался каждым вдохом, зная, что дым, который он вдыхает, символизирует его подчинение демонической силе.' +
        'Его поступки наполняли страхом тех, кто был свидетелем его безудержных пиршеств и ночных оргий. Для одних он был предвестником конца, для других — воплощением их собственных темных желаний, которые они боялись признать.' +
        'Но в своих оргиях, выпивке и курении, Боже видел не просто развлечение. Он считал это частью своего служения. Каждая выпитая чаша вина, каждая девушка, с которой он проводил ночь, и каждый вдох табачного дыма приближали его к окончательной цели — установлению тьмы и хаоса в этом мире.' +
        'Теперь Боже странствует по миру, оставляя за собой след разрушенных жизней, пьяных ночей и дымных помещений. Его путь — это путь греха, разврата и силы, и он не остановится, пока не обратит весь мир в свою веру, где порок станет законом, а тьма — светом.'
}

export const points = {
    hp: 23, // Обновлено в соответствии с уровнем и телосложением
    'броня': 16, // Класс брони с учетом ловкости и мудрости
    'ловкость': 12, // Ловкость
    'телосложение': 14, // Телосложение
    'мудрость': 12, // Мудрость
    'харизма': 16, // Харизма
    'интеллект': 10, // Интеллект
    'сила': 16 // Сила
}

export const spells = {
    'Дымное дыхание': 'Задымляет область дымом табака. 3 заряда до долгого отдыха',
    'Исцеление тьмой': 'Исцеляет 1д8 хп, при условии, что существо уверует в божество целителя, иначе урон 1д8',
    'Проклятое оржужие': 'На 2 атаки проклинает свое оружие (+1д4 урона от атаки ближнего боя)'

}

export const passives = {
    n1: 'Адская пьянка',
    n2: 'Каждый час должен выпивать бутылку вина'
}

export const ultimate = {
    ult: '+2 ко всем характеристикам'
}

export const inventory = {
    'Доспех': 'Тяжелые латы',
    'Оружие': 'Полуторный меч',
    'Артефакт': 'Печать порока',
    'Остальные': 'Бутылка вина х2, пачка красных мальсор, бесконечный презерватив'
}